reagent-name-rmcphoron = Форон
reagent-desc-rmcphoron = Спеціальна форма металічної плазми не земного погодження. Хоча форон і легкозаймистий та дуже токсичний, його висока енергетична щільність робить його одним з найкращих твердопаливних речовин. Рідкий форон часто використовується для дослідницьких цілей в медичній галузі, та як каталізатор для синтезу просунутих реагентів.

reagent-name-rmcnapalm-ut = НВ-Нафталінове Паливо
reagent-desc-rmcnapalm-ut = Відоме як Надзвичайно В'язке Нафталінове Паливо, клейка горюча рідка хімічна речовина, зазвичай використовується у вогнеметах.

reagent-name-rmcbgel = Напалм "Бі-Гель"
reagent-desc-rmcbgel = На відміну від своїх рідких аналогів, цей гелеподібний різновид напалму легко загасити, але розлітається далеко і довго залишається на землі у вигляді в’язкої маси, під час взаємодії з неорганічними речовинами, що призводить до їхнього займання.

reagent-name-rmcnapalm-b = Напалм "Бі"
reagent-desc-rmcnapalm-b = Спеціальний різновид напалму, який погано прилипає до будь-яких поверхонь, але при цьому розповсюджується на великій площі, повільно згораючи. Ця суміш вступає в реакцію з неорганічними матеріалами, запалюючи їх і завдаючи серйозних пошкоджень.

reagent-name-rmcrapalm-x = Напалм "Екс"
reagent-desc-rmcrapalm-x = Клейка горюча рідка хімічна речовина, яка горить з надзвичайно високою температурою.

reagent-name-rmcnapalm = Напалм
reagent-desc-rmcnapalm = Це, мабуть, спалахне ще до того, як ви встигнете це прочитати.

reagent-name-rmcnapalm-sticky = Клейкий Напалм
reagent-desc-rmcnapalm-sticky = Спеціально розроблена суміш напалму: вона липкіша і діє довше, але завдає менше шкоди.

reagent-name-rmcnapalm-hc = Високотемпературне Напалмове Паливо
reagent-desc-rmcnapalm-hc = Спеціально розроблена суміш напалму: завдає більшої шкоди, але не така липка.

reagent-name-rmcclf3 = Трифторид Хлору
reagent-desc-rmcclf3 = Високореактивна галогенідна сполука, здатна до самозаймання. Дуже сильний окислювач, який вступає у надзвичайно бурхливі реакції з більшістю органічних та неорганічних речовин.

reagent-name-rmcnapalm-e = Напалм "І"
reagent-desc-rmcnapalm-e =  Клейка горюча рідка хімічна речовина, яка проникає навіть крізь найкращі вогнезахисні матеріали.

reagent-name-rmcnapalm-ex = Напалм "І-Екс"
reagent-desc-rmcnapalm-ex = Клейка горюча рідка хімічна речовина, що складається з суміші рідкісних і небезпечних реагентів, яка проникає навіть крізь найкращі вогнезахисні матеріали та горить з надзвичайно високою температурою.

# НЕ ПЕРЕКЛАДАТИ КОМУНЯК
reagent-name-rmcr189 = R189
reagent-desc-rmcr189 = A SPP chemical, it burns at an extremely high tempature and is designed to melt directly through fortified positions or bunkers.

reagent-name-rmcmethane = Метан
reagent-desc-rmcmethane = Легкозаймистий вуглеводень, який може дуже швидко розпалити пожежу, а при відповідних концентраціях — навіть спричинити вибух. Використовується переважно як паливо для опалення та освітлення або у виробництві органічних хімічних речовин.
