# Мала носійка, бо в оригіналу це лише адмеме, а у нас стрейн малої дрона
sich-xeno-lesser-carrier-name = Носійка
sich-xeno-lesser-carrier-description = Ви фактично стаєте іншим ксено, а саме – малою версією носійки!
    Ви отримаєте можливість:
    - Переносити у собі одне яйце та двох паразитів.
    - Ставити яйця в 2 рази швидше.
    Ви втрачаєте можливість:
    - Будувати.
    - Використовувати феромони.
    - Використовувати кислоту.
sich-xeno-lesser-carrier-popup = Час показати інкубаторам силу яєць.

# Відрожена Наглядач (Warden), в оригіналі була замінена на Валькірію
## ТОДО. Як нарешті передивимось описи інших стрейнів, то й цей варто
sich-xeno-warden-name = Наглядач
sich-xeno-warden-description = Ви жертвуєте кислотною кулею та стрибком задля здібностей Т3 підтримки фронту.
  Ви отримуєте можливість:
  - Використовувати потужні феромони.
  - Рятувати ксестер, притягуючи їх до себе за допомогою хвоста.
  - Використовувати внутрішній запас люті задля лікування чи зняття негативних ефектів з ксестер. Поповнюється з кожним ударом по ворогах.
sich-xeno-warden-popup = Ми не визнаємо смерті своїх сестер, доки ті не заслужать гідно померти. Бийтеся або зникніть в забутті!
