# Поки тут чисто лессер носійка, бо в оригінальних прототипах нема опису її стрейну
sich-xeno-lesser-carrier-name = Носійка
sich-xeno-lesser-carrier-description = Ви фактично стаєте іншим ксено, а саме – малою версією носійки!
    Ви отримаєте можливість:
    - Переносити у собі одне яйце та двох паразитів.
    - Ставити яйця в 2 рази швидше.
    Ви втрачаєте можливість:
    - Будувати.
    - Використовувати феромони.
    - Використовувати кислоту.
sich-xeno-lesser-carrier-popup = Час показати інкубаторам силу яєць.
