# Ported from Colonial Marines Universe (https://github.com/AU-14/ColonialMarinesUniverse), licensed under AGPL-3.0.
# Всі отримали префікс cmu

cmu-xeno-heatshield-name = Теплощит
cmu-xeno-heatshield-description = Ви відмовляєтеся від удару головою, обертового удару хвостом і укріплення заради вогняних здібностей.
  Ви отримуєте:
  - Меншу шкоду від вогню та бонусну шкоду, доки горите.
  - Кислоту, якою можна гасити сестер або розбризкувати її по землі.
  - Самоспалення й терморегуляцію, щоб керувати власним полум'ям.
cmu-xeno-heatshield-popup = Підкоримо вогонь вулика!

cmu-xeno-venator-name = Ловчиця
cmu-xeno-venator-description = Ви відмовляєтеся від кислотного удару хвостом і звичайних плювків заради витончених здібностей кислотного полювання.
  Ви отримуєте:
  - Кислотний плювок, кислотну кулю та кислотний подих.
  - Заряди збереженої кислоти. Поки вони є, ваша броня слабша і ви отримуєте більше шкоди, зате наступна кислотна атака відновлюється майже одразу.
cmu-xeno-venator-popup = Отрута й кислота.

cmu-xeno-bulwark-name = Бастіон
cmu-xeno-bulwark-description = Ви відмовляєтеся від удару, ривка й буцання заради грубого захисту пластинами.
  Ви отримуєте:
  - Стулені пластини, що збільшують захист.
  - Випад, розмах хвостом і відбивний щит.
cmu-xeno-bulwark-popup = Ми станемо останнім бастіоном вулика.

cmu-xeno-toxic-name = Мантикора
cmu-xeno-toxic-description = Ви втрачаєте сповільнювальний і розсіяний плювки та паралізувальний удар. Натомість отримуєте більший запас плазми, трохи сильніший ближній бій, базову броню й набір токсинів, що працює на накопиченні інтоксикації в інкубаторів і подальшому її поглинанні.
  Ви отримуєте можливість:
  - Токсичним плювком швидко накопичувати заряди інтоксикації з відстані.
  - Токсичним ударом ненадовго прискорюватися, а наступні три удари накладатимуть заряди інтоксикації.
  - Виснажливим жалом висмоктувати більшість зарядів інтоксикації із сусіднього ураженого інкубатора: це завдає шкоди, збиває з ніг, лікує вас і відновлює плазму.
  - Отримувати тимчасовий сплеск броні, коли виснажливе жало поглинає багато зарядів.
cmu-xeno-toxic-popup = Безмежна сила отрути.

cmu-xeno-parasite-runner-name = Бігунка
cmu-xeno-parasite-runner-description = Ви втрачаєте зв'язок із вуликом заради вищої швидкості руху.
cmu-xeno-parasite-runner-popup = Тепер ви бігунка. Поза травою ви більше не гинете.
