reagent-name-cmdylovene = Диловен
reagent-desc-cmdylovene = Антитоксин загальної дії, який нейтралізує більшість токсинів у крові. Може використовуватися, як легкий антигалюциногенний засіб і для зменшення втоми. Має обов'язково бути в наявності у медиків. Передозування викликає сильну інтоксикацію.

reagent-name-cmethylredoxrazine = Етилредоксазін
reagent-desc-cmethylredoxrazine = Нейтралізує дію алкоголю в крові, окислюючи його до молекул води. Однак це не зупиняє його негайно. Небезпечний у високих дозах, викликаючи інтоксикацію.

reagent-name-cmarithrazine = Аритразин
reagent-desc-cmarithrazine = Стабілізований варіант диловену. Коли його дія слабшає з'являються шкідливі побічні ефекти, але він не створює токсини реагуючи з іншими речовинами.

reagent-name-cmbicaridine = Бікаридин
reagent-desc-cmbicaridine = Бікаридин є знеболювальним і може використовуватися для лікування важких зовнішніх ріжучих, проникаючих та тупих пошкоджень. Передозування викликає жахливий біль від внутрішніх хімічних опіків і інтоксикацію.

reagent-name-cmcryoxadone = Кріоксадон
reagent-desc-cmcryoxadone = Базовий кріогенний препарат. Лікує більшість видів пошкоджень тканин. Основною проблемою є те, що для правильного метаболізму температура тіла пацієнта повинна бути нижче 170°К/-103°С.

reagent-name-cmdermaline = Дермалін
reagent-desc-cmdermaline = Передові ліки, які використовуються для лікування важких опіків. Дозволяє організму відновлювати навіть повністю обгорілі тканити. Передозування викликає сильні пошкодження внутрішніх тканин та інтоксикацію, часто призводить до смерті пацієнта.

reagent-name-cmdexalin = Дексалін
reagent-desc-cmdexalin = Дексалін використовується для підримання рівня кисню в крові пацієнта шляхом живлення ним еритроцитів безпосередньо всередині кровотоку. Використовується як протиотрута при отруєнні лексорином.

reagent-name-cmdexalinplus = Дексалін Плюс
reagent-desc-cmdexalinplus = Дексалін Плюс це покращена форма дексаліну з додаванням заліза та вуглецю для прискорення зв’язування кисню з гемоглобіном у еритроцитах. Моментально відновлює рівень кисню, але так само швидко розчиняється в крові.

reagent-name-cmepinephrine = Епінефрин
reagent-desc-cmepinephrine = Природний стимулятор м'язів і серця. Корисно використовувати під час реанімації пацієнта, для його швидшого відновлення. Передозування може викликати перенавантаження серця та спричинити пошкодження тканин.

reagent-name-cminaprovaline = Інапровалін
reagent-desc-cminaprovaline = Інапровалін є слабшим аналогом Дексаліну. Зазвичай використовується для стабілізації стану пацієнта. Якщо легені функціональні, інапровалін дозволить дихати під час зупинки серця. Діє як слабке болезаспокійливе. Передозування вводить особу в стан легкої коми.

reagent-name-cmkelotane = Келотан
reagent-desc-cmkelotane = Келотан використовується для лікування важких зовнішніх опіків будь-якого типу. Передозування викликає жахливий біль від внутрішніх фізичних пошкоджень і інтоксикацію.

reagent-name-cmleporazine = Лепоразин
reagent-desc-cmleporazine = Препарат для лікування гіпотермії та гіпертермії. Стабілізує температуру тіла пацієнта. Унеможливлює використанню кріогенних засобів. Передозування лепоразином може викликати сильну сонливість.

reagent-name-cmtricordrazine = Трикордразин
reagent-desc-cmtricordrazine = Трикордразин – загальний стимулятор, похідний від кордразину. Використовується для лікування широкого спектру травм, хоча й з малою ефективністю.

reagent-name-rmcultrazine = Ультразин
reagent-desc-rmcultrazine = Сильний, довгодіючий, комбінований стимулятор нервової системи та м'язів. Викликає надзвичайно сильну залежність.

reagent-name-cmmeralyne = Мералін
reagent-desc-cmmeralyne = Передові знеболювальні ліки, що використовуються для лікування надзвичайно важких зовнішніх ріжучих, проникаючих та тупих пошкоджень. Дозволяє організму швидко відновити пошкоджені тканини. Передозування викликає сильні пошкодження внутрішніх тканин та інтоксикацію, часто призводить до смерті пацієнта.

reagent-name-cmimidazoline = Імідазолін
reagent-desc-cmimidazoline = Використовується для лікування негенетичних пошкоджень очей. Призначається для лікування більшості випадків пошкодження очей.

reagent-name-cmclonexadone = Клонексадон
reagent-desc-cmclonexadone = Передовий кріогенний препарат на основі кріоксадону. Лікує більшість видів пошкоджень тканин. Для правильного метаболізму потребує температури нижче 170К/-103С.

reagent-name-rmcrussianred = Russian Red
reagent-desc-rmcrussianred = Екстрена проти-радиаційна терапія. Перелік потенційних побічних ефектів включає пошкодження сітківки очей та втрату свідомості.

# Medical Icon Labels
rmc-tricordazine-container-label-text = ТК
rmc-bicaridine-container-label-text = БК
rmc-kelotane-container-label-text = КТ
rmc-dexalin-container-label-text = ДК
rmc-dylovene-container-label-text = ДЛ
rmc-inaprovaline-container-label-text = ІН
rmc-first-aid-container-label-text = ПД
rmc-emergency-medicine-container-label-text = ЕК
rmc-dexalin-plus-container-label-text = Д+
rmc-epinephrine-container-label-text = ЕП
rmc-keloderm-container-label-text = КД
rmc-merabic-container-label-text = МБ
rmc-russianred-container-label-text = Rr
rmc-imidazoline-container-label-text = ІМ
rmc-dermaline-container-label-text = ДЕ
rmc-iron-container-label-text = За

rmc-custom-container-label-text = {$customLabel}

# Set Icon Label Verb
rmc-set-icon-label-verb = Встановити надпис піктограми
rmc-set-icon-label-dialog-title = Встановити надпис на піктограмі
rmc-set-icon-label-dialog-prompt = Текст етикетки? (максимум {$max} літер)
rmc-set-icon-label-cleared = Ви здираєте етикетку з {$item}.
rmc-set-icon-label-set = Ви наносите етикетку '{$label}' на {$item} великими, друкованими літерами.

# Antidepressants
reagent-name-rmcmethylphenidate = Метилфенідат
reagent-desc-rmcmethylphenidate = Поширений психостимулятор, який підвищує активність центральної нервової системи. Часто застосовується для лікування синдрому дефіциту уваги з гіперактивністю (СДУГ) та нарколепсії. Препарат покращує переважно виконавчі функції префронтальної кори (мислення, гальмування імпульсивної поведінки, організацію, розв'язання проблем, планування тощо).

reagent-name-rmccitalopram = Циталопрам
reagent-desc-rmccitalopram = Циталопрам - це лікарський препарат, що застосовується для лікування депресії, обсесивно-компульсивного розладу та панічного розладу. Вважається безпечним для застосування та широко доступний з 1998 року.

reagent-name-rmcparoxetine = Пароксетин
reagent-desc-rmcparoxetine = Дуже потужний антидепресант, що застосовується для лікування: великого депресивного розладу (ВДР), обсесивно-компульсивного розладу (ОКР), соціального тривожного розладу (СТР), панічного розладу, посттравматичного стресового розладу (ПТСР), генералізованого тривожного розладу (ГТР) та передменструального дисфоричного розладу (ПМДР). Тривале застосування може спричиняти побічні ефекти.

antidepressant-effect-rmcmethylphenidate = Ваш розум відчувається зосередженим і цілісним.
antidepressant-effect-rmccitalopram = Ваш розум відчувається стабільним... відносно стабільним.
antidepressant-effect-rmcparoxetine = Ваш розум відчувається набагато стабільнішим.

reagent-name-rmcantized = АнтиЗед
reagent-desc-rmcantized = Хімікат, що застосовується для нейтралізації "Агенту A0-3959X.91–15", загальновідомий як "Чорний Слиз".

reagent-name-rmclipozine = Ліпозин
reagent-desc-rmclipozine = Зменшує відчуття насичення та масу тіла, підвищуючи кетоз і швидкість метаболізму жирів. Використовується для лікування ожиріння. Великі дози можуть спричиняти екстремальну втрату ваги.
