reagent-name-rmcgenerictoxin = Загальний Токсин
reagent-desc-rmcgenerictoxin = Загальна ідентифікація для деяких схожих токсинів, іноді створених я побічний продукт в результаті хімічних реакцій.

reagent-name-rmcmolecularacid = Розведена Молекулярна Кислота
reagent-desc-rmcmolecularacid = Кислота утворена з невідомої досі сполуки, але, схоже цей зразок не настільки небезпечний як у крові ксеносів.

rmc-body-stings = Ваше тіло злегка пече.

reagent-name-rmclexorin = Лексорин
reagent-desc-rmclexorin = Лексорин - це неймовірно небезпечна сполука, що шкодить тканинам та паралізує легені, фактично зупиняючи дихання. Смертельний навіть за малого дозування. Різновиди дексаліну ефективно протидіють ефектам лексорину.

reagent-name-rmcmindbreakertoxin = Токсин "Майндбрейкер"
reagent-desc-rmcmindbreakertoxin = Потужна, галюциногенна сполука заборонена Морським Правом. Викликає сильні галюцинації та залежність. Загально відомий як "ЛСД".

reagent-name-rmcblackgoo = Чорний Слиз
reagent-desc-rmcblackgoo = Дивна субстанція невідомого походження. . .

reagent-name-rmc-chloral-hydrate = Хлоралгідрат
reagent-desc-rmc-chloral-hydrate = Хлоралгідрат - це перший синтетично отриманий седативно-снодійний препарат. Це сильнодіючий седативний засіб, що викликає майже миттєву сонливість, але у великих дозах може бути смертельно небезпечним. Часто застосовувався разом з іншими анестетиками під час хірургічних процедур.
