rmc-ghost-role-information-cbrn-rules = Ви [color=purple][bold]боєць ХБРЯ[/bold][/color]. Ви не ворожі до морпіхів, якщо не зазначено інше.
                                             Ви не пам'ятаєте нічого зі свого попереднього життя, й не пам'ятаєте нічого, що бачили будучи привидом.
                                             Вам дозволено використовувати знання про гру загалом, такі як використання зброї, будівництво, використання предметів, тощо.
                                             Вам абсолютно [color=red]ЗАБОРОНЕНО[/color] пам'ятати та називати ім'я, заняття, тощо зі свого минулого персонажа.

rmc-ghost-name-cbrn-rifleman = Стрілець ХБРЯ
rmc-job-description-cbrn-rifleman = Навчений діяти в умовах хімічного, біологічного, радіологічного та ядерного зараження. Надавайте підтримку іншим підрозділам в небезпечному середовищі.

rmc-ghost-name-cbrn-combat-tech = Бойовий Технік ХБРЯ
rmc-job-description-cbrn-combat-tech = Як бойовий технік ХБРЯ, ви надаєте технічну підтримку для забезпечення безпеки команди в небезпечному середовищі.

rmc-ghost-name-cbrn-fireteam-leader = Лідер Вогневої Групи ХБРЯ
rmc-job-description-cbrn-fireteam-leader = Як лідер вогневої групи ХБРЯ, ви керуватимете малою групою в небезпечних середовищах, плануватимете та виконуватимете місії, забезпечуватимете безпеку своєї команди та координуватимете дії з іншими підрозділами для досягнення цілей.

rmc-ghost-name-cbrn-squad-leader = Лідер Загону ХБРЯ
rmc-job-description-cbrn-squad-leader = Як лідер загону ХБРЯ, ви командуватимете загоном бійців у зонах ХБРЯ-небезпеки. Ви забезпечуватимете безпеку свого підрозділу та координуватимете дії з іншими підрозділами для досягнення цілей.

rmc-ghost-name-cbrn-ws = Збройовий Спеціаліст ХБРЯ
rmc-job-description-cbrn-ws = Як збройовий спеціаліст ХБРЯ, ви відповідатимете за обслуговування та використання спеціалізованого спорядження, що використовується в середовищах ХБРЯ-небезпеки.

rmc-ghost-name-cbrn-medic = Бойовий Медик ХБРЯ
rmc-job-description-cbrn-medic = Як бойовий медик ХБРЯ, ви надаватимете медичну допомогу бійцям у заражених середовищах. Ви будете підготовлені до лікування поранень і захворювань, спричинених ХБРЯ-небезпеками.
