rmc-marine-command-override-no-senior-command-found = Старшого командування не виявлено. Автоматичну передачу повноважень Командира буде розпочато через одну хвилину. Щоб впевнитись що ви будете розглянути як кандидат, будь ласка, носіть при собі ID.
rmc-marine-command-override-no-candidates-found = Автоматичну передачу повноважень Командира було скасовано. Причина: Відповідних кандидатів не знайдено.
rmc-marine-command-override-senior-command-found = Автоматичну передачу повноважень Командира було скасовано. Причина: Старше командування було знайдено.
rmc-marine-command-override-commander-chosen = Через відсутність старшого командного складу, { $job } { $character } призначено виконуючим обов’язки Командира, та буде командувати операцією до подальшого повідомлення. Просимо надсилати всі запити та дотримуватися відповідних інструкцій.
                                            Командний навушник доступний в Шафці Командного Планшету в БІЦі.
rmc-marine-command-override-access-added = До ID додано всі необхідні командні доступи.
