no-eorg-popup-title = РМС14-Мрія
no-eorg-popup-label = Вітаємо з Кінцем Раунду!
no-eorg-popup-message = [bold]Гріф в кінці раунду (EORG)[/bold] заборонений на РМС14-Мрія. Будь ласка, відігруйте вашого персонажа допоки не з'явиться екран лоббі щоб зберігати імерсивне середовище для всіх. Дякуємо за дотримання правил спільноти!
no-eorg-popup-rule = [bold][color=#a4885c]Кінець раунду - не кінець рольової гри. Гріф в кінці раунду заборонений та призведе до моментального ігрового блокування на 3 години без права апеляції, або гірше.[/color][/bold]
no-eorg-popup-rule-text = Це включає в себе, але не обмежується: вогнем по своїм в кінці раунду, незважаючи на те, хто почав стрілянину, оскільки раунд може не завершитися повністю, навіть якщо основні умови вже виконані. Це також включає в себе будь які спроби суїциду без дійсної роле-плей причини.
no-eorg-popup-close-button = Звучить кльово!
no-eorg-popup-close-button-wait = Кнопку "закрити" буде увімкнено через {$time} секунд.
no-eorg-popup-skip-checkbox = Не показувати знову.
